<html>

<head>
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <title>Document</title>
</head>

<body>
   <p style="white-space:pre-wrap">
      Выполните экспорт сообщений скайпа:
   <ul>
      <li>В приложении Skype перейдите в настройки: нажмите "..." и выберите пункт "Настройки".</li>
      <li>В разделе "Учетная запись и профиль" нажмите "Ваш профиль". Откроется ваш профиль в браузере на сайте Skype.</li>
      <li>В этом же браузере в отдельной вкладке перейдите по ссылке <a href="https://secure.skype.com/ru/data-export" target="blank">Data Export</a>.</li>
      <li>Выберите пункт "Беседы" и нажмите на кнопку "Отправить запрос".</li>
      <li>Обновляйте страницу, чтобы контролировать статус выполнения запроса.</li>
      <li>Как только запрос на выгрузку будет обработан, скачайте файл экспорта и загрузите "Экспорт сообщений Skype"</li>
   </ul>
   </p>
</body>

</html>